Repository: eurolinux-enterprise-linux-sources/byzanz
Catalog: src/po/*.po
Languages: ru, vi

source: Directory to save in
ru: Сохранить в папку
vi: Thư mục vào đó cần lưu

source: If set, Byzanz will record the mouse cursor. While useful, recording the mouse cursor results in bigger files and should therefore be used with care.
ru: Если установлено, Byzanz запишет движения указателя мыши. Хотя иногда требуется запись указателя, файлы будут иметь больший размер, поэтому следует использовать этот параметр с осторожностью.
vi: Bật tùy chọn này thì trình Byzanz sẽ thu con trỏ chuột. Dù có ích, chức năng thu con trỏ chuột gây ra tập tin lớn: hãy sử dụng cẩn thận.

source: Record mouse cursor
ru: Запись указателя мыши
vi: Thu con trỏ chuột

source: Recording method
ru: Метод записи
vi: Phương pháp thu

source: This is the directory that Byzanz will default to when saving a file.
ru: Папка будет по умолчанию для сохранения файлов Byzanz.
vi: Đây là thư mục mặc định vào đó Byzanz sẽ lưu tập tin.

source: Use this method as the default method for recording. Must be one of "screen" for recording the whole screen, "area" for selecting an area or "window" to select a window.
ru: Метод записи. Возможные значения: "screen" для записи всего экрана, "area" для записи выделенных участков, или "window" для записе выбранного окна.
vi: Hãy sử dụng phương pháp này làm mặc định khi thu. Phải là một của: • screen thu toàn bộ màn hình • area thu vùng màn hình được chọn • window thu cửa sổ được chọn.

source: A file could not be saved.
ru: Файл не может быть сохранён.
vi: Một tập tin không lưu được.

source: "%s" could not be saved. The error that occured was: %s
ru: Не удалось сохранить "%s". Произошла ошибка: %s
vi: « %s » không lưu được. Gặp lỗi: %s

source: Save Recorded File
ru: Сохранить записанный файл
vi: Lưu tập tin đã lưu

source: Stop current recording
ru: Остановить запись
vi: Dừng thu

source: Cannot start recording.
ru: Не удалось начать запись
vi: Không thể bắt đầu thu.

source: Byzanz requires a 24bpp or 32bpp depth for recording. The current resolution is set to %dbpp.
ru: Byzanz необходимо работать в режиме 24-битного или 32-битного цвета. В настоящий момент используется режим %d-битного цвета.
vi: Trình Byzanz đòi hỏi độ sâu 24bpp hay 32bpp để thu. Độ phân giải hiện thời được đặt thành %dbpp.

source: Desktop Recorder
ru: Запись рабочего стола
vi: Bộ thu màn hình nền

source: Record what's happening on your desktop
ru: Записать происходящее на рабочем столе
vi: Thu sự kiện trên màn hình nền

source: translator-credits
ru: Павел Колмагорцев, 2008
vi: Nhóm Việt hóa GNOME <gnomevi-list@lists.sourceforge.net>

source: Record _Mouse Cursor
ru: _Указатель мыши
vi: Thu _con trỏ chuột

source: _About
ru: _О программе
vi: _Giới thiệu

source: Record _Desktop
ru: _Рабочий стол
vi: Thu _màn hình nền

source: Record the entire desktop
ru: Запись всего рабочего стола
vi: Thu toàn bộ màn hình nền

source: Record _Area
ru: _Область
vi: Thu _vùng

source: Record a selected area of the desktop
ru: Запись выбраннго участка на рабочем столе
vi: Thu một vùng được chọn của màn hình nền

source: Record _Window
ru: О_кно
vi: Thu cửa _sổ

source: Record a selected window
ru: Запись выбранного окна
vi: Thu một cửa sổ được chọn

source: Byzanz Factory
ru: Фабрика апплетов Byzanz
vi: Bộ tạo Byzanz

source: Duration of animation (default: 10 seconds)
ru: Продолжителность записи (по умолчанию 10 секунд)
vi: Thời gian hoạt ảnh (mặc định: 10 giây)

source: SECS
ru: СЕК
vi: GIÂY

source: Delay before start (default: 1 second)
ru: Задержка перед стартом (по умолчанию 1 секунда)
vi: Khoảng đợi trước khi bắt đầu (mặc định: 1 giây)

source: Let the animation loop
ru: Сделать запись повторяющейся
vi: Cho phép hoạt ảnh cuộn lại

source: X coordinate of rectangle to record
ru: Координата X области записи
vi: Toạ độ X của hình chữ nhật cần thu

source: PIXEL
ru: ТОЧКИ
vi: ĐIỂM ẢNH

source: Y coordinate of rectangle to record
ru: Координата Y области записи
vi: Toạ độ Y của hình chữ nhật cần thu

source: Width of recording rectangle
ru: Ширина записываемой области
vi: Chiều rộng của hình chữ nhật đang thu

source: Height of recording rectangle
ru: Высота записываемой области
vi: Chiều cao của hình chữ nhật đang thu

source: Be verbose
ru: Подробней
vi: Xuất chi tiết

source: usage: %s [OPTIONS] filename
ru: Использование: %s [ПАРАМЕТРЫ] имя_файла
vi: sử dụng: %s [TÙY_CHỌN] tên_tập_tin

source: Recording done. Cleaning up...
ru: Запись завершена. Очистка...
vi: Hoàn tất thu. Đang làm sạch...

source: Recording starts. Will record %d seconds...
ru: Запись начата. Продолжительность записи %d секунд...
vi: Sắp thu — sẽ thu %d giây...

source: Preparing recording. Will start in 1 second...
ru: Подготавливается запись. Начало через 1 секунду...
vi: Đang chuẩn bị chức năng thu : sẽ bắt đầu sau 1 giây...

source: record your current desktop session
ru: запись текущего сеанса
vi: thu buổi hợp đang chạy trên màn hình nền

source: Wrong option: %s
ru: Неверный параметр: %s
vi: Tùy chọn sai: %s

source: Could not prepare recording. Most likely the Damage extension is not available on the X server or the file "%s" is not writable.
ru: Не удалось подготовиться к записи. Возможно, в X сервере отсутствует расширение XDamage или файл "%s" не может быть изменён.
vi: Không thể chuẩn bị chức năng thu. Rất có thể là phần mở rộng Damage không công bố thông qua trình phục vụ X, hoặc « %s » không ghi được.
